export const productsData = [
    {
        id: 0,
        name: 'Еда намного вкуснее',
        description: 'Домашняя колбаса из мяса, соли и специй и колбаса из магазина — два настолько разных продукта, что они даже не родственники',
        type: 'FARM',
        image: 'delicious-meat.svg',
        alt: 'Тарелка с вилкой и ножом' 
    },
    {
        id: 1,
        name: 'Просроченные продукты',
        description: 'Из-за большого количество товара сотрудники магазинов не успевают своевременно производить замену товара',
        type: 'STORE',
        image: 'overdue-products.svg',
        alt: 'Продукты измагазина' 
    },
    {
        id: 2,
        name: 'Натуральные продукты',
        description: 'Поставляем местные органические продукты выращенные без пестицидов и химических удобрений.',
        type: 'FARM',
        image: 'natural-products.svg',
        alt: 'Зеленый стебелек'
    },
    {
        id: 3,
        name: 'Некачественное мясо',
        description: 'Мясные полуфабрикаты, в которых содержится чрезмерно много натрия, вредных жиров, консервантов',
        type: 'STORE',
        image: 'bad-meat.svg',
        alt: 'Кусок мяса' 
    }
]