export const features = [
  {
    id: 0,
    name: "Еда намного вкуснее",
    description:
      "Домашняя колбаса из мяса, соли и специй и колбаса из магазина — два настолько разных продукта, что они даже не родственники",
    type: "FARM",
    image: "delicious-meat.svg",
    alt: "Тарелка с вилкой и ножом",
  },
  {
    id: 1,
    name: "Просроченные продукты",
    description:
      "Из-за большого количество товара сотрудники магазинов не успевают своевременно производить замену товара",
    type: "STORE",
    image: "overdue-products.svg",
    alt: "Продукты измагазина",
  },
  {
    id: 2,
    name: "Натуральные продукты",
    description:
      "Поставляем местные органические продукты выращенные без пестицидов и химических удобрений.",
    type: "FARM",
    image: "natural-products.svg",
    alt: "Зеленый стебелек",
  },
  {
    id: 3,
    name: "Некачественное мясо",
    description:
      "Мясные полуфабрикаты, в которых содержится чрезмерно много натрия, вредных жиров, консервантов",
    type: "STORE",
    image: "bad-meat.svg",
    alt: "Кусок мяса",
  },
];

export const products = [
  {
    id: 0,
    image: "https://i.ibb.co/XZqzdVj/chiken.jpg",
    title: "Филе бедра цыпленка",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    characteristics: {
      weight: "0,7 кг. (595-805 г.).",
      expirationDate: "6 суток",
      breed: "КОББ 500.",
      origin: "Тверская область",
    },
    properties: {
      energyValue: "135 ккал./565 кДж.",
      nutritionalValue:
        "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
    pricePerWeight: {
      weight: "700",
      price: "400",
    },
  },
  {
    id: 1,
    image: "https://i.ibb.co/ZcgQXVK/goose.jpg",
    title: "Филе бедра гуся",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    characteristics: {
      weight: "0,7 кг. (595-805 г.).",
      expirationDate: "6 суток",
      breed: "КОББ 500.",
      origin: "Тверская область",
    },
    properties: {
      energyValue: "135 ккал./565 кДж.",
      nutritionalValue:
        "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
    pricePerWeight: {
      weight: "700",
      price: "400",
    },
  },
  {
    id: 2,
    image: "#",
    title: "Мякоть бедра говяжья",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    characteristics: {
      weight: "0,7 кг. (595-805 г.).",
      expirationDate: "6 суток",
      breed: "КОББ 500.",
      origin: "Тверская область",
    },
    properties: {
      energyValue: "135 ккал./565 кДж.",
      nutritionalValue:
        "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
    pricePerWeight: {
      weight: "700",
      price: "400",
    },
  },
  {
    id: 3,
    image: "#",
    title: "Грудка цыпленка на кости",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    characteristics: {
      weight: "0,7 кг. (595-805 г.).",
      expirationDate: "6 суток",
      breed: "КОББ 500.",
      origin: "Тверская область",
    },
    properties: {
      energyValue: "135 ккал./565 кДж.",
      nutritionalValue:
        "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
    pricePerWeight: {
      weight: "700",
      price: "400",
    },
  },
  {
    id: 4,
    image: "#",
    title: "Голень цыпленка",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    characteristics: {
      weight: "0,7 кг. (595-805 г.).",
      expirationDate: "6 суток",
      breed: "КОББ 500.",
      origin: "Тверская область",
    },
    properties: {
      energyValue: "135 ккал./565 кДж.",
      nutritionalValue:
        "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
    pricePerWeight: {
      weight: "700",
      price: "400",
    },
  },
  {
    id: 5,
    image: "#",
    title: "Филе индейки",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    characteristics: {
      weight: "0,7 кг. (595-805 г.).",
      expirationDate: "6 суток",
      breed: "КОББ 800.",
      origin: "Тамбовская область",
    },
    properties: {
      energyValue: "135 ккал./565 кДж.",
      nutritionalValue:
        "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
    },
    pricePerWeight: {
      weight: "700",
      price: "800",
    },
  },
];
